Repository: Captainkrtek/OpenRelay
Catalog: apps/openrelay_resources/locale/tlh/LC_MESSAGES/django.po
Languages: tlh

source: Name
tlh: pong

source: An internal name that uniquely identifies this resource, if left blank the filename is used instead.
tlh: Sup ngu'chu'bogh pong'e'. pong ghItlhlu'be'chugh, De'ghom pong lo'lu'.

source: Label
tlh: pet

source: A human readable name that describes the resource to the users, if left blank the filename is used instead.
tlh: pongvam laDlaH ghot net poQ. lo'wI'pu'vaD Sup Del pongvam. pong ghItlhlu'be'chugh, De'ghom pong lo'lu'.

source: Description
tlh: DelmeH De'

source: A more detailed description of this resource.
tlh: Supvam Delqu'bogh De''e'.

source: Key
tlh: naw' ngoq

source: The private key that will be used to sign the file.
tlh: De'ghom qI'lu'meH naw' ngoqvam pegh lo'lu'.

source: Filter HTML?
tlh: HTML chevlu' DaneH'a'.

source: timestamp
tlh: poH

source: resource
tlh: Sup

source: resources
tlh: jo

source: file
tlh: De'ghom

source: version
tlh: chovnatlh

source: versions
tlh: chovnatlhmey

source: Resource: %s, created successfully.
tlh: Sup: %s chenmoHlu'ta'

source: Create a new resource
tlh: Sup chu' yIchenmoH

source: Resource details
tlh: Sup De'

source: UUID (database)
tlh: UUID (qawHaq)

source: UUID (verified)
tlh: UUID ('ollu'bogh)

source: Signee
tlh: qI'wI'

source: Versions (newest to oldest)
tlh: chovnatlhmey (ngo'wI'mey nung chu'wI'mey)

source: Timestamp
tlh: poH

source: Timestamp (raw)
tlh: poH (tlhol)

source: Metadata
tlh: De' bopbogh De''e'

source: Exists in storage
tlh: qawHaqDaq tu'lu'

source: Is valid?
tlh: De'vam DalajlaH'a'.

source: Signature status
tlh: qI'meH Dotlh

source: MIME type
tlh: MIME Segh

source: Encoding
tlh: peghmoHghach

source: Links
tlh: Hemey

source: Serve
tlh: lab

source: Locally available resources
tlh: naDev jo naw'lu'bogh

source: Publisher
tlh: chenmoHwI'

source: Details
tlh: DelmeH De'
