Repository: Captainkrtek/OpenRelay
Catalog: apps/django_bootstrap/locale/tlh/LC_MESSAGES/django.po
Languages: tlh

source: Network
tlh: De'wI'ghom

source: Join
tlh: jImuv

source: Node list
tlh: Daq tetlh

source: Local node info
tlh: Daqvam De'

source: Resource list
tlh: Sup tetlh

source: Key management
tlh: naw' ngoq SeHlaw

source: Create new key pair
tlh: naw' ngoq chang'eng chu' yIchenmoH

source: Private key list
tlh: naw' ngoq pegh tetlh

source: Publish public key
tlh: peghbe'bogh naw' ngoq yIlab

source: Settings
tlh: DuHmey

source: About
tlh: De'

source: Username
tlh: lo'meH pong

source: Password
tlh: ngoq pegh

source: Sign in
tlh: 'el

source: Logged in as
tlh: lo'meH pong

source: Logout
tlh: jImej
