Repository: Captainkrtek/OpenRelay
Catalog: apps/server_talk/locale/*/LC_MESSAGES/django.po
Languages: es, uk

source: Remote node address
es: Dirección del nodo remoto
uk: Адреса віддаленого вузла

source: The IP address of the remote server, example: 192.168.1.1
es: La dirección IP del servidor remoto, ejemplo: 192.168.1.1
uk: IP-адреса віддаленого сервера, наприклад: 192.168.1.1

source: Remote node port
es: Puerto de nodo remoto
uk: Порт віддаленого вузла

source: The port of the remote server, example: 8000
es: El puerto del servidor remoto, ejemplo: 8000
uk: Порт віддаленого сервера, наприклад: 8000

source: Down
es: Abajo
uk: Вниз

source: Up
es: Arriba
uk: Вверх

source: node
es: nodo
uk: вузол

source: nodes
es: nodos
uk: вузли

source: lock field
es: campo de bloqueo
uk: заблокувати поле

source: local node
es: nodo local
uk: локальний вузол

source: port
es: puerto
uk: порт

source: last heartbeat check
es: última comprobación de latido
uk: перевірка останного серцебиття

source: cpu load
es: carga del CPU
uk: навантаження процесора

source: status
es: estado
uk: статус

source: failure count
es: conteo de fallas
uk: підрахунок провал

source: last inventory check
es: ultima verificación de inventario
uk: перевірка останної інвентаризації

source: inventory hash
es: identificador de inventario
uk: хеш інвентаризації

source: sibling node
es: nodo hermano
uk: споріднений вузол

source: sibling nodes
es: nodos hermanos
uk: споріднені вузли

source: timestamp
es: fecha y hora
uk: позначка

source: metadata
es: metadatos

source: signature properties
es: propiedades de la firma

source: network resource version
es: versión del recurso de la red
uk: версія мережного ресурсу

source: network resource versions
es: versiones los recursos de la red
uk: версії мережних ресурсів

source: resource version
es: versión del recurso
uk: версія ресурсу

source: Sibling
es: Hermano

source: resource holder
es: titular de recurso

source: resource holders
es: titulares de recursos

source: Join request sent
es: Solicitud de ingreso enviada
uk: Реєстрація запиту, відправлено

source: Unable to join network
es: No es posible unirse a la red
uk: Не вдається приєднатись до мережі

source: Join the OpenRelay network via a remote node
es: Únirse a la red OpenRelay a través de un nodo remoto
uk: Приєднайтись до мережі OpenRelay через віддалений вузол

source: Network node list
es: Lista de nodos de la red
uk: Список вузлів у мережі

source: Local node information
es: Información del nodo local
uk: Інформація про місцевий вузол

source: Resources from: %s
es: Recursos de: %s

source: Resource list
es: Lista de recursos

source: Resources by publisher
es: Recursos por autor

source: Name
es: Nombre
uk: Ім'я

source: Label
es: Etiqueta
uk: Ярлик

source: Description
es: Descripción
uk: Опис

source: Links
es: Enlaces
uk: Посилання

source: Serve
es: Servir

source: Publisher
es: Autor

source: Resources
es: Recursos

source: IP address
es: Dirección IP
uk: IP-адреса

source: Port
es: Puerto
uk: Порт

source: Last heartbeat
es: Último latido
uk: Останнє серцебиття

source: CPU load
es: Carga del CPU
uk: Навантаження процесора

source: Status
es: Estado
uk: Статус

source: Failure count
es: Conteo de fallas
uk: Підрахунок провал

source: Last inventory hash
es: Ultimo identificador de inventario
uk: Останний хеш інвентаризації
