Repository: Captainkrtek/OpenRelay
Catalog: apps/django_gpg/locale/tlh/LC_MESSAGES/django.po
Languages: tlh

source: Public
tlh: peghbe'

source: Secret
tlh: pegh

source: unknown
tlh: Sovbe'lu'

source: Real name
tlh: pongna'

source: Your real name.
tlh: pongna'lIj

source: Comment
tlh: QInHom

source: A comment or a note to help identify this key.
tlh: naw' ngoqvam ngu'meH QInHom

source: Email
tlh: jabbI'ID Quv

source: Key
tlh: naw' ngoq

source: Private key list
tlh: naw' ngoq pegh tetlh

source: Public key list
tlh: peghbe'bogh naw' ngoq tetlh

source: Key pair: %s, created successfully.
tlh: naw' ngoq chang'eng: %s, chenmoHlu'ta'

source: Create a new key
tlh: naw' ngoq chu' yIchenmoH

source: Delete key
tlh: naw' ngoq yIteq

source: ID
tlh: ngu'wI'

source: User IDs
tlh: lo'wI' ngu'wI'mey

source: Links
tlh: Hemey

source: Delete
tlh: yIteq
