Repository: Captainkrtek/OpenRelay
Catalog: apps/django_gpg/locale/*/LC_MESSAGES/django.po
Languages: es, uk

source: Public
es: Pública
uk: Публічне

source: Secret
es: Secreta
uk: Секретне

source: unknown
es: desconocido
uk: невідоме

source: Real name
es: Nombre real
uk: Справжнє Ім'я

source: Your real name.
es: Su nombre real.
uk: Ваше справжнє Ім'я.

source: Comment
es: Comentario
uk: Коментар

source: A comment or a note to help identify this key.
es: Un comentario o una nota para ayudar a identificar esta llave.
uk: Коментар або примітка, яка допоможе ідентифікувати цей ключ.

source: Primary key class
es: Clase de llave primaria

source: The key that will be used to sign uploaded content.
es: La llave que se utilizara para firmar el contenido subido.

source: Primary key size (in bytes)
es: Tamaño de la llave principal (en bytes)

source: Secondary key class
es: Clase de llave secundaria

source: The key that will be used to encrypt uploaded content.
es: La llave que se utilizara para cifrar el contenido subido.

source: Secondary key size (in bytes)
es: Tamaño de la llave secundaria (en bytes)

source: Expiration
es: Expiración

source: You can use 0 for a non expiring key, an ISO date in the form: <year>-<month>-<day> or a date difference from the current date in the forms: <days>d, <months>m, <weeks>w or <years>y.
es: Usted puede utilizar 0 para llaves que no expiran, una fecha ISO en la forma: <año>-<mes>-<dia> o una diferencia de fecha con respecto a la fecha actual en las formas: <dias>d, <meses>m, <semanas>w o <años>y.

source: Passphrase
es: Frase de contraseña

source: Passphrase (verification)
es: Contraseña (verificación)
uk: Passphrase (верифікація)

source: Both passphrase fields entries must match.
es: Las entradas de los campos de contraseña deben coincidir.
uk: Обидві поля запису фрази повинні збігатися.

source: Key
es: Llave
uk: Ключ

source: Key to be published, only the public part of the key will be sent.
es: La llave para ser publicada, sólo la parte pública de la llave será enviada.
uk: Ключ для опубліковання, лише публічну частину ключа буде надіслано.

source: Key pair: %s, created successfully.
es: Par de llaves: %s, creado correctamente.
uk: Ключова пара: %s, успішно створено.

source: Key creation error; %s
es: Error de creación de llave; %s

source: Private key list
es: Lista de llaves privadas
uk: Список приватних ключів

source: Public key list
es: Lista de llaves públicas
uk: Список публічних ключів

source: Key pair queued for creation, refresh this page to check results.
es: Par de llaves en lista de creación, vuelva a cargar esta página periodicamente para comprobar los resultados.

source: Create a new key
es: Crear una llave nueva
uk: Створити новий ключ

source: The key creation process can take quite some time to complete, please be patient.
es: El proceso de creación de la llaves puede tomar bastante tiempo en completar, por favor, sea paciente.

source: Key: %s, deleted successfully.
es: Llave: %s, eliminada exitosamente.
uk: Ключ: %s, успішно видалено.

source: Delete key
es: Eliminar la llave
uk: Видалити ключ

source: Are you sure you wish to delete key:%s? If you try to delete a public key that is part of a public/private pair the private key will be deleted as well.
es: ¿Está seguro que desea eliminar la llave: %s? Si intenta eliminar una llave pública que forma parte de una pareja pública / privada de la llave privada se eliminarán también.
uk: Ви дійсно хочете видалити ключ:%s? Якщо ви спробуєте видалити публічний ключ, який є частиною ключової пари, його приватний ключ буде видаленим також.

source: Key publish request for key: %s, has been sent
es: Solicitud publicación de llave: %s, ha sido enviada
uk: Заявка на публікацію ключа: %s, було надіслано

source: Unable to send key publish call
es: No se puede enviar llave publica
uk: Не вдається відправити виклик на публікацію ключа

source: Publish a key to the OpenRelay network
es: Publicar una llave a la red OpenRelay
uk: Публікувати ключ в мережу OpenRelay

source: ID
es: Identificador

source: User IDs
es: ID de usuarios
uk: Ідентифікатори користувачів

source: Fingerprint
es: Huella digital
uk: Дактилоскопія

source: Links
es: Enlaces
uk: Посилання

source: Delete
es: Eliminar
uk: Видалити

source: There are no keys available.
es: No hay llaves disponibles.
uk: Немає жодних доступних ключів.

source: Email
uk: Електронна пошта
